acpi
alsa-utils
arduino
arm-none-eabi-gcc
arm-none-eabi-gdb
autoconf
automake
bc
bison
code
cpio
cronie
dolphin
eclipse-cpp
firefox
flex
gimp
grub
gwenview
htop
i3-gaps
iputils
kde-gtk-config
kdenlive
kdeplasma-addons
kgamma5
khotkeys
kicad
kinfocenter
ktorrent
kwallet-pam
kwayland-integration
kwrited
lib32-vulkan-icd-loader
licenses
linux
logrotate
make
man-db
man-pages
mupdf
nano
neofetch
netctl
network-manager-applet
okular
openocd
oxygen
p7zip
partitionmanager
patch
picocom
picom
pkgconf
plasma-browser-integration
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
ranger
rsync
screen
sddm-kcm
stow
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
usbutils
user-manager
vi
vim
wget
xdg-desktop-portal-kde
xf86-video-intel
xorg-xbacklight
xorg-xinit
yakuake
youtube-dl
zip
