autoconf
automake
avr-gdb
avrdude
bind-tools
bison
code
cowfortune
fakeroot
feh
firefox
flex
gimp
gnome-screenshot
gparted
grub
gtkwave
htop
i3-gaps
i3blocks
iputils
iverilog
kicad
kmines
liburcu
licenses
logrotate
lshw
man-db
man-pages
minicom
moc
mtr
nano
netctl
network-manager-applet
nmap
nnn
ntp
numlockx
p7zip
pacman
pandoc
pkgconf
putty
qbittorrent
qtcreator
qtox
ranger
stow
surf
swi-prolog
tcpdump
telegram-desktop
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
tree
unzip
usbutils
vi
vim
virtualbox
virtualbox-guest-utils
vlc
wget
which
whois
wine
wireshark-qt
xcompmgr
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xinit
youtube-dl
zerotier-one
zsh
